Repository: snarfnet/fukusou-kion
Catalog: ios/LostInJapan/LostInJapan/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

# item.smartphone
source: Smartphone
es: teléfono inteligente
ja: スマートフォン
ko: 스마트폰
th: สมาร์ทโฟน
zh_hans: 智能手机
zh_hant: 智慧型手機

# location.bus
source: Bus
es: autobús
fr: Autobus
ja: バス
ko: 버스
th: รถบัส
zh_hans: 巴士
zh_hant: 巴士

# location.restaurant
source: Restaurant
es: Restaurante
ja: レストラン
ko: 레스토랑
th: ร้านอาหาร
zh_hans: 餐厅
zh_hant: 餐廳

# location.convenienceStore
source: Convenience store
es: tienda de conveniencia
fr: Dépanneur
ja: コンビニエンスストア
ko: 편의점
th: ร้านสะดวกซื้อ
zh_hans: 便利店
zh_hant: 便利商店

# location.taxi
source: Taxi
fr: Taxis
ja: タクシー
ko: 택시
th: แท็กซี่
zh_hans: 出租车
zh_hant: 計程車

# location.hotel
source: Hotel
fr: Hôtel
ja: ホテル
ko: 호텔
th: โรงแรม
zh_hans: 酒店
zh_hant: 飯店

# language.chineseTraditional
source: 繁體中文
ja: 繁体中文
ko: 繁체중국어
zh_hans: 繁体中文

# location.bulletTrain
source: Shinkansen
ja: 新幹線
ko: 신칸센
th: ชินคันเซ็น
zh_hans: 新干线
zh_hant: 新幹線

# language.thai
source: ไทย
ko: ไท้

# language.japanese
source: 日本語
ko: 일본어
zh_hans: 日本语

# language.korean
source: 한국어
th: เกาหลี

# language.chineseSimplified
source: 简体中文
zh_hant: 簡體中文
